<template>
  <view class="agreement-wrap">
    <h1 class="title">《用户协议》</h1>
    <div class="module">
      <p class="sub-title">引言及特别提示</p>
      <br />
      <p class="content">
        欢迎您签署《智能加注系统平台网络服务使用协议》（下称“本协议”）及相关关联企业（下称“智能加注系统”）基于本协议及其不时发布的操作规则为您提供的基于互联网以及移动网的相关服务（下称“网络服务”）。
        平台在此特别提醒，在您注册使用平台提供的网络服务前，请务必审慎阅读本协议的全部条款、充分理解各条款内容后再点击同意，特别是免除或者限制平台责任的条款、对您权利限制条款、法律适用和争议解决条款，这些条款将尽可能以加粗及下划线方式标识。如您对本协议有任何疑问，可向平台电话客服咨询。如您按照注册页面提示填写信息、阅读并点击同意本协议且完成全部注册流程后，即表示您已充分阅读、理解并接受本协议的全部内容，成为平台注册用户并成为具有法律约束力的本协议的一方。
        如果您不同意本协议任何条款及/或随时对其的修改，您应立即停止注册程序或停止使用平台提供的网络服务。
      </p>
      <br />
    </div>
    <div class="agree-content">
      <p class="text-indent">
        为保障用户权益，请用户在注册之前，详细阅读此服务协议（以下简称“本协议”）所有内容。平台已经发布的或将来可能发布的各类规则,均为本协议不可分割的组成部分，与协议正文具有同等法律效力。
      </p>
      <p><span>1、用户规则</span></p>
      <p class="text-indent">
        用户对以其帐号发生的或通过其帐号发生的一切活动和事件（包括但不限于用户发表的任何内容以及由此产生的任何结果）负全部法律责任。
      </p>
      <p>
        （1）用户在平台有偿获得课程内容或知识库内容或VIP服务时，用户需先登录或注册平台帐号，或通过页面提示选用其他可用帐号进行登录。用户在使用平台服务时登录的帐号是确认您身份的唯一依据。
      </p>
      <p>
        （2）用户理解并同意：平台提供有偿内容或服务实行先付款后使用的方式，用户及时、足额、合法的支付所需的款项，是您使用平台有偿内容或服务的前提。
      </p>
      <p>
        （3）用户知悉并同意：用户注册账号的所有权归平台所有，注册用户享有账号的使用权。用户无权对已购买的内容进行修改、出租、租赁、出借、出售、分发、复制、创作衍生品。用户注册的账号不能用于买卖、租赁等用途。账号的实际使用人和注册人必须一致，否则即构成违约。若用户违反本条规定，平台有权视情况采取如下措施：
      </p>
      <p class="text-indent">A、取消用户继续使用该内容的权利；</p>
      <p class="text-indent">
        B、限制/冻结用户的帐号；
      </p>
      <p class="text-indent">
        C、要求用户退还其通过出售、转让、许可等其他方式取得的收益；
      </p>
      <p class="text-indent">D、其他可以采取的补救措施。</p>

      <p><span>2、本协议的修订</span></p>
      <p class="text-indent">
        平台有权对本协议进行调整或补充，除非另有明确规定，平台所推出的新功能和新服务，均无条件的适用本协议。
      </p>
      <p><span>3、其他约定</span></p>
      <p>
        （1）所有权及知识产权：平台上服务中包含的任何文字、图表、音频、视频（包括但不限于图表、动画、音频、视频、界面、数据和程序、代码、文档）等信息或材料均受著作权法、商标法和/或其它法律法规的保护。非经平台书面同意用户不得擅自使用、修改、复制、传播、改变、散布、发行或发表上述内容。如有违反，用户同意承担由此给平台造成的一切损失。
      </p>
      <p>
        （2）本协议适用中华人民共和国的法律。当本协议的任何内容与中华人民共和国法律相抵触时，应当以法律规定为准，同时相关内容将按法律规定进行修改或重新解释，而本协议其他部分的法律效力不变。
      </p>
      <p>（3）本协议自发布之日起实施，并构成用户和平台之间的共识。</p>
      <p>
        （4）平台不行使、未能及时行使或者未充分行使本协议或者按照法律规定所享有的权利，不应被视为放弃该权利，也不影响平台在将来行使该权利。
      </p>
      <p>
        （5）如果您对本协议内容有任何意见或疑问，请给我们的客服邮箱发邮件：[ge_yu_long@163.com]
      </p>
    </div>
  </view>
</template>
<script setup>
import "./index.scss";
</script>