<template>
  <view class="agreement-wrap">
    <h1 class="title">《隐私政策》</h1>
    <div class="module">
      <p class="content">发布日期：2024年8月1日</p>
      <br />
      <p class="content">生效日期：2024年8月1日</p>
      <br />
      <p class="content">
        本政策仅适用于北京广源科佑技术发展有限公司有限公司的智能加注系统产品或服务
      </p>
      <br />
      <p class="content">
        智能加注系统（以下统称“本平台”或“我们”）一向庄严承诺保护使用我们的产品和服务（以下统称“平台服务”）之用户（以下统称“用户”或“您”）的隐私。您在使用平台服务时，我们可能会收集和使用您的相关信息。
      </p>
      <br />
      <p class="content">
        本《隐私协议》适用于我们提供的一切平台服务。当您使用我们任何单项服务时，您同意接受本《隐私协议》以及我们在该单项服务中发出的特定隐私信息类政策条款（下列称“特定条款”）的保护，在此情况下特定条款与本政策条款同时对您产生效力。例如：使用本平台学访服务的用户，同时适用本《隐私协议》；又如，使用本平台小程序的用户，同时适用本《隐私协议》以及《用户服务协议》。如特定条款与本《隐私协议》条款存在同类条款的不一致约定，则在特定条款约束范围内应以特定条款为准。如我们提供的某一单项服务不适用本《隐私协议》的，我们在该服务中会以适当方式明示排除适用本《隐私协议》。
      </p>
      <br />
      <p class="content">
        如果您使用或继续使用平台服务，这都表示您同意我们按照本《隐私协议》收集、使用、储存和分享您的信息。请您注意仔细阅读。
        本政策将帮助您了解以下内容：
      </p>
      <p class="content"><b>1）隐私保护原则</b></p>
      <p class="content"><b>2）我们如何收集和使用您的个人信息</b></p>
      <p class="content"><b>3）我们如何使用Cookie和同类技术</b></p>
      <p class="content"><b>4）我们如何共享、转让、公开披露您的个人信息</b></p>
      <p class="content"><b>5）我们如何保存与保护您的个人信息</b></p>
      <p class="content"><b>6）您如何管理您的个人信息</b></p>
      <p class="content"><b>7）我们对个人信息的保护</b></p>
      <p class="content"><b>8）本政策如何修改</b></p>
      <p class="content"><b>9）如何与我们联系</b></p>
      <br />
    </div>
    <div class="module">
      <p class="sub-title">一、隐私保护原则</p>
      <br />
      <p class="content">
        您的隐私权对我们而言是相当重要的，因此，智能加注系统会根据下列五项原则管理涉及隐私的信息。
      </p>
      <br />
      <p class="content">
        原则1：每当智能加注系统需要识别您的身份或与您联络时，会明确地要求您提供所需的个人信息。一般而言，当您在网站上进行注册、要求提供特别服务或是参加奖金竞赛等活动时，便会被要求提供这些信息。如有可能，智能加注系统会利用一些方法，确认您的个人信息的正确性与时效性。
      </p>
      <br />
      <p class="content">
        原则2：智能加注系统及其必要的业务伙伴需要使用您的个人信息来运作网站和服务，并且会告知您各项新的功能与服务，以及智能加注系统和其附属公司的各类产品。智能加注系统也会谨慎地挑选来自其他公司的产品或服务资料传送给您，通常是有关于站点本身的服务。
      </p>
      <br />
      <p class="content">
        原则3：如果智能加注系统想要将个人信息用在次要用途上，智能加注系统会提供给您如何拒绝这项服务的说明。如您可以依照智能加注系统寄给您的资料或促销信件上的说明，终止这些信件的发送。
      </p>
      <br />
      <p class="content">
        原则4：智能加注系统也许会因法律要求公开个人信息，或者因善意确信这样的做法对于下列各项有其必要性：(1)符合法律公告或遵守适用于智能加注系统站点的合法程序；(2)保护智能加注系统用户之权利或财产；(3)在紧急的情况下，为了保护智能加注系统及其用户之个人或公众安全。
      </p>
      <br />
      <p class="content">
        原则5：任何时候如果您认为智能加注系统没有遵守这些原则时，请通过发送电子邮件、客服电话等方式通知我们，我们会尽一切努力，在合理适当的范围内立即改善这个问题。
      </p>
      <br />
    </div>
    <div class="module">
      <p class="sub-title">二、我们如何收集和使用您的个人信息</p>
      <br />
      <p class="content">
        <b
          >为了向你和企业用户提供服务、保障服务的正常运行以及保障你的帐号安全，我们将需要向你索取相关的权限。其中的敏感权限例如存储权限、摄像头、麦克风等均不会默认开启，只有在你明确同意后才会向我们授权。即使获取了你的授权，我们也不会在场景或功能不需要的情况下收集你的敏感信息，仅在必要时、根据本隐私指引来收集你的相关信息。</b
        >
      </p>
      <br />
      <p class="content">
        <b
          >我们严格遵守法律法规的规定及与用户的约定，将收集的信息按照本隐私指引的规定用于以下用途。</b
        >
      </p>
      <br />
      <p class="content">1、个人身份与联络方式</p>
      <p class="content">
        <b
          >①注册信息：我们需要通过手机号码、昵称、头像进行账号注册。您还可以根据自身需求选择填写签名、性别、出生日期、教育经历、行业等信息。</b
        >
      </p>
      <p class="content">
        <b
          >②身份验证：为了满足法律法规的强制性要求、出于提供产品或服务所必需或者基于您对增强账号保护级别的需求，在您使用智能加注系统某些服务时或您有进一步需求时.您需提供您的真实姓名、身份证号、身份证正反面照片完成账号实名认证。或者提供营业执照照片、法人身份证号、法人身份证正反面照片完成账号企业实名认证。如您不注册账号、登录智能加注系统，并不会妨碍您使用智能加注系统的大部分业务功能，但可能会影响到您使用需要经过实名认证才能使用的业务功能。为了验证您提供信息的准确性和完整性，或保障您的账号安全，我们可能会将您向智能加注系统提供的实名信息与法律法规允许的机构或政府机关授权的机构所保存的您的对应信息进行比对核验。</b
        >
      </p>
      <br />
      <p class="content">
        2、保障您的账户安全，我们会利用相关信息协助提升智能加注系统的安全性和可靠性，包括检测、防范和应对可能危害智能加注系统、我们的用户或公众的欺诈行为、滥用行为、非法行为、安全风险和技术问题等。
      </p>
      <br />
      <p class="content">
        3、我们会利用收集的信息（例如你提供的电子邮件地址、电话等）直接与你沟通。如果我们检测到可疑活动，则可能会向你发送通知，我们可能会让你了解智能加注系统即将发生的变化或即将进行的改进。或者，我们会对你进行服务回访。
      </p>
      <br />
      <p class="content">
        4、为了遵从相关法律法规、政府指令的相关要求，我们不会将你的个人信息用于个性化广告用途。
      </p>
      <br />
      <p class="content">
        5、在您使用智能加注系统服务过程中，某些功能的技术模块由第三方SDK协助提供
      </p>
      <br />
    </div>
    <div class="module">
      <p class="sub-title">三、我们如何共享、转让、公开披露您的个人信息</p>
      <br />
      <p class="content">
        智能加注系统不会擅自向任何第三方公开（包括共享、转让、公开披露等方式）您的个人信息，下列情形除外：
      </p>
      <br />
      <p class="content"><b>(1)智能加注系统已经取得您的授权或同意。</b></p>
      <br />
      <p class="content"><b>(2)根据法律、行政法规规定应当公开的。</b></p>
      <br />
      <p class="content">
        <b>(3)司法机关或行政机关基于法定程序要求智能加注系统公开的。</b>
      </p>
      <br />
      <p class="content">
        <b
          >(4)如果您要求我们提供特定客户支援服务或把一些物品送交给您，我们将需要把您的姓名和地址提供给第三者（如运输公司）。</b
        >
      </p>
      <br />
      <p class="content">
        我们的网站将会提供第三方网站的链接。由于我们不能控制这些网站，所以我们建议您访问第三方网站时细阅这些第三方网站的个人信息保护相关政策。
      </p>
      <br />
    </div>
    <div class="module">
      <p class="sub-title">四、我们如何保存与保护您的个人信息</p>
      <br />
      <p class="content">
        我们收集的个人信息存放在有密码控制的位于中国境内的服务器中。存储期限严格按照法律及相关法规规定，不超过实现收集、使用该个人信息的目的所必需的期限。
        存储到期后，智能加注系统会对到期的个人信息进行删除或匿名化处理，但按照相关法律法规的规定应当留存，或与您的约定留存的除外。
        我们将采取合理的安全手段保护您的个人信息。包括加密存储、数据安全审计、制定数据安全管理规范等。
      </p>
      <br />
    </div>
    <div class="module">
      <p class="sub-title">五、您如何管理您的个人信息</p>
      <br />
      <p class="content">
        如果您的账户信息变更，如昵称、头像、签名、性别、出生日期、教育经历、行业信息等发生变更，你可以通过登录智能加注系统网站在账户设置页面，或在移动端的“我的-账号设置”页面更新您的个人信息。若您绑定账号的手机号发生变更，也可通过移动端的“我的-账号设置”页面修改您的手机号信息。通过上述渠道或方式，您可以查询、更正、删除您的个人信息，或者注销账户。通过APP端“我的-账号与安全-注销账号”进行账号的在线注销，一旦您注销智能加注系统账号，智能加注系统将按照本政策的规定删除有关的一切个人信息。但按照相关法律法规的规定应当留存，或与您约定留存的除外。另注销账号90天内不支持再次注册智能加注系统，请谨慎注销操作。
      </p>
      <br />
    </div>
    <div class="module">
      <p class="sub-title">六、我们对个人信息的保护</p>
      <br />
      <p class="content">
        （一）我们已采取符合业界标准、合理可行的安全防护措施保护您的个人信息，防止个人信息遭到未经授权访问、公开披露、使用、修改、损坏或丢失。我们会使用加密技术提高个人信息的安全性；我们会使用受信赖的保护机制防止个人信息遭到恶意攻击；我们会部署访问控制机制，尽力确保只有授权人员才可访问个人信息；我们会采取SSL的方式在数据交换时进行加密保护；我们也会对相应网址采取https的安全浏览方式；以及我们会举办安全和隐私保护培训课程，加强员工对于保护个人信息重要性的认识。
      </p>
      <br />
      <p class="content">
        （二）我们已经按照网络安全等级保护三级的要求完成测评要求并取得备案。
      </p>
      <br />
      <p class="content">
        （三）我们有行业先进的以数据为核心，围绕数据生命周期进行的数据安全管理体系，从组织建设、制度设计、人员管理、产品技术等方面多维度提升整个系统的安全性。
      </p>
      <br />
    </div>
    <div class="module">
      <p class="sub-title">七、本政策如何修改</p>
      <br />
      <p class="content">
        由于网络技术的发展突飞猛进，我们会随时更新我们的隐私政策。所有的修订将在我们的网站或者移动端公布。在我们更新本政策后您继续使用我们的服务，即意味着您同意本政策(含更新版本)内容，并且同意我们按照本政策收集、使用、保存和共享您的相关信息。
      </p>
      <br />
    </div>
    <div class="module">
      <p class="sub-title">八、如何与我们联系</p>
      <br />
      <p class="content">
        智能加注系统欢迎您对本政策给予评论或提出质疑。我们将致力于保护您的个人信息，尽全力保证这些信息的安全。
        <b
          >如您对本《隐私协议》或与本《隐私协议》相关的事宜有任何问题，请与ge_yu_long@163.com
          联系。我们将在7天内回复您的询问。
        </b>
      </p>
    </div>
  </view>
</template>
<script setup>
import "./index.scss";
</script>